<template>
    <v-container class="mb-10">
        <s-header title="Наши дизайнеры" :breadcrumbsData="breadcrumbsData" />
        <h3>Здесь представлены наши дизайнеры и архитекторы, с которыми
            мы реализовали много проектов. </h3>
        <h4 class="mb-16">Вы можете с ними познакомиться и заказать дизайн проект.</h4>
        <div>
            <div class="my-8" v-for="(el, i) in data" :key="i">
                <div v-if="!(i % 2)">
                    <v-row>
                        <v-col cols="5">
                            <v-img :src="el.image[0]" />
                        </v-col>
                        <v-col cols="7">
                            <div class="pl-6">
                                <v-divider />
                                <div>
                                    <h2 class="my-4 pt-10 text-uppercase">{{ el.title }}</h2>
                                    <div class="mb-6" v-html="el.content"></div>
                                    <div>
                                        <v-btn class="s-btn-main s-btn-text" :to="el.url">Перейти на сайт дизайнера</v-btn>
                                    </div>
                                </div>
                            </div>
                        </v-col>
                    </v-row>
                </div>
                <div v-else>
                    <v-row>
                        <v-col cols="7">
                            <div class="pr-6">
                                <v-divider />
                                <div>
                                    <h2 class="my-4 pt-10 text-uppercase">{{ el.title }}</h2>
                                    <div class="mb-6" v-html="el.content"></div>
                                    <div>
                                        <v-btn class="s-btn-main s-btn-text" :to="el.url">Перейти на сайт дизайнера</v-btn>
                                    </div>
                                </div>
                            </div>
                        </v-col>
                        <v-col cols="5">
                            <v-img :src="el.image[0]" />
                        </v-col>
                    </v-row>
                </div>
            </div>
        </div>
        <div class="">
            <div class="mt-16 text-center">
                <a class="s-btn-else"><i class="fas fa-redo"></i> Показать еще</a>
            </div>
        </div>
    </v-container>
</template>

<script>
export default {
    data() {
        return {
        }
    },
    async asyncData(params) {
        const breadcrumbsData = [
            {
                url: "",
                title: "Наши дизайнеры",
            }
        ];
        const data = [
            {
                title: "Ольга Москаева",
                content: `<p><b>Основные направления в стиле:</b></p>
            <p>Скандинавский,лофт, неокласика, модерн,американская классика.</p>
            <p><b>О дизайнере:</b></p>
            <p>Дизайн проект — это первый неотъемлемый этап вашего ремонта, который позволит нам с вами
раскрыть все возможности пространства и существенно сэкономить время на этапе производства
работ. Мы продумаем все детали — композиция, стилевое решение, используемые отделочные
материалы, мебель, оборудование. Также будет произведен подсчет используемых в отделке
материалов, что позволит рассчитать заранее примерную стоимость затрат. Мы не работаем
по шаблонам. Каждый дизайн-проект квартиры и коттеджа — это всегда индивидуальный подход
и неповторимая авторская разработка. </p>`,
                image: ["/img/desiners/1.png"],
                url: ""
            },
            {
                title: "Даниил Клечковский",
                content: `<p><b>Основные направления в стиле:</b></p>
            <p>Современная классика</p>
            <p><b>О дизайнере:</b></p>
            <p>Образование высшее художественное. Выпускник факультета дизайна Санкт-Петербургской
Государственной Художественно-промышленной Академии им. В.Мухиной. Член Союза дизайнеров
России, неоднократный победитель отечественных и зарубежных конкурсов дизайна. Автор
многочисленных публикаций на тему дизайна. Ведущий дизайнер и творческий руководитель
ICON design studio.</p>`,
                image: ["/img/desiners/2.png"],
                url: ""
            },
            {
                title: "Сергей Клочков",
                content: `<p><b>Основные направления в стиле:</b></p>
            <p>Арт-Деко, Лофт, Поп-Арт..</p>
            <p><b>О дизайнере:</b></p>
            <p>Меня зовут Сергей Клочков, и я занимаюсь проектированием и реализацией авторских
интерьеров в Москве и Санкт-Петербурге более 10 лет. Веду проекты от идеи до полного
воплощения в жизнь. Моя цель – это постоянный поиск и воплощение новых идей в дизайне
и создании вдохновляющей среды для жизни современного человека, где функциональность,
высокое качество и комфорт для клиента, является моим главным приоритетом.</p>`,
                image: ["/img/desiners/3.png"],
                url: ""
            },
            {
                title: "Антон Лавров",
                content: `<p><b>Основные направления в стиле:</b></p>
            <p>Скандинавский,лофт, неокласика, модерн,американская классика.</p>
            <p><b>О дизайнере:</b></p>
            <p>Воплощаю желания клиентов, создавая дизайн интерьера, который будет ежедневно помогать Вам
наслаждаться жизньюЧлен Союза дизайнеров России, неоднократный победитель отечественных
и зарубежных конкурсов дизайна. Автор многочисленных публикаций на тему дизайна. Ведущий
дизайнер и творческий руководитель ICON design studio.</p>`,
                image: ["/img/desiners/4.png"],
                url: ""
            }
        ]
        return { data, breadcrumbsData }
    }
}
</script>