<template>
    <div>
        <v-container>
            <s-header title="Правила приемки" :breadcrumbsData="breadcrumbsData" />
                <div class="parentBlock">
                     <p>До подписания договора купли-продажи обязательно проверьте комплектность заказа и отсутствии внешних
                        дефектов товара. Претензии к внешнему виду доставленного товара в соответствии со ст. 458 и 459 ГК РФ можно
                        предъявить только до передачи товара клиенту продавцом, и при их наличии покупатель вправе отказаться от
                        товара.</p>
                       <p>Жалобы на загрязненность упаковки или непосредственно самого товара, недостаточную освещенность
                        помещения и другие подобные причины не являются основанием для невыполнения покупателем требований,
                        указанных в ст. 484 ГК РФ.</p>
                       <p>Экспедитор-курьер, доставляющий товар, обязан выдать покупателю пакет документов, в том числе
                        товарный/кассовый чек (за исключением оплаты по безналичному расчету и картой на сайте) и заполненный
                        гарантийный талон со штампами.</p>
                       <p>Перед началом эксплуатации товара убедитесь, что его характеристики соответствуют вашим требованиям. Все
                        основные характеристики указаны в инструкции к товару.</p>
                       <p>Вы можете отказаться от товара, если при его приемке обнаружили разницу в описании товара на сайте магазина
                        и в полученной инструкции. В данном случае мы обязуемся вернуть вам денежные средства, потраченные на
                        покупку, в полном объеме либо обменять товар на соответствующий заявленным характеристикам на сайте
                        магазина.</p>
                       <p>При обнаружении скрытых дефектов необходимо написать претензию в отдел рекламаций компании по адресу
                        info@santax.ru или позвонить по телефону: 8 (495) 225 62 85.</p>
                       <p>В случае если товар надлежащего качества не подошел вам по каким-либо причинам, вы можете отказаться от
                        него до подписания документов о приемке всего заказа.</p>
                       <p>Вы также можете отказаться от товара в течение 7 (семи) дней после подписания документов, не считая дня его
                        покупки. В этом случае необходимо, чтобы:</p>
                        <ul>
                            <li>
                                <p>товар не эксплуатировался, были сохранены его потребительские свойства, товарный вид, упаковка, пломбы,
                                    ярлыки, а также товарный/кассовый чек, документация к товару;</p>
                            </li>
                            <li>
                                <p>товар был надлежащего качества (исправен, не имел вмятин, трещин, царапин, сколов и других механических
                                    повреждений, за исключением скрытых производственных дефектов);</p>
                            </li>
                            <li>
                                <p>товар не входил в перечень товаров, не подлежащих возврату или обмену на аналогичный товар, согласно
                                    Постановлению Правительства РФ № 55 от 19 января 1998 г.</p>
                            </li>
                        </ul>
                       <p>При несоблюдении вышеуказанных условий мы, к сожалению, не сможем обменять товар либо вернуть за него
                        деньги.</p>
                       <p>При получении заказа, оформленного на юридическое лицо (организация), обязательное наличие у получателя
                        либо печати данной фирмы, либо доверенности от нее на получение товара. Дата получения товара должна
                        входить в срок действия доверенности.</p>
                       <p>При получении заказа представителем транспортной компании обязательно предъявление им доверенности от
                        покупателя (в электронном виде) и доверенности от своей организации.</p>
                       <p>Физические лица, кроме доверенности, присылают на электронную почту интернет-магазина info@santax.ru
                        копию своего паспорта или другого документа, удостоверяющего личность. Кроме того, при получении заказа в
                        пункте самовывоза товаров получателю необходимо знать номер счета, по которому оплачивался заказ, и
                        предъявить доверенность на получение заказа.</p>
                </div>
        </v-container>
    </div>
</template>

<script>
    export default {
        data(){
            return
        },
        async asyncData({params}) {
            const breadcrumbsData = [
                {
                    url: '/acceptRules',
                    title: 'Правила приемки'
                }
            ]
            return {breadcrumbsData}
        },
    }
</script>