<template>
    <div>
        <v-container>
            <s-header title="Политика конфиденциальности" :breadcrumbsData="breadcrumbsData" />
                <div class="parentBlock">
                     <h3>1. Конфиденциальность и защита информации.</h3>
                     <p> 1.1. Персональные данные Пользователя/Покупателя обрабатываются на основании ФЗ №152 «О персональных
                        данных» и в соответствии с политикой Продавца в отношении обработки персональных данных. </p>
                       <p> 1.2. При оформлении заказа, оформлении заявки на консультацию, регистрации, Пользователь предоставляет
                        персональные данные. Нажимая клавиши, которые подразумевают под собой отправку нам своих контактных
                        данных, Пользователь считается присоединившимся(акцептировал) к данному соглашению.</p>
                       <p> 1.3. Предоставляя свои персональные данные Продавцу, Посетитель /Пользователь/Покупатель соглашается на
                        обработку персональных данных, получение персональных данных Продавцом от Посетителя
                        /Пользователя/Покупателя и других лиц, передачу персональных данных третьим лицам для достижения целей
                        обработки персональных данных и подтверждает, что, принимая решение действует свободно, своей волей и в
                        своем интересе.</p>
                       <p> 1.4. Согласие на обработку персональных данных дается для целей информирования о новых товарах,
                        специальных акциях и предложениях, выполнения обязательств в рамках настоящей Публичной оферты,
                        организации доставки товара Покупателям, консультаций по товарам и услугам, контроля удовлетворенности
                        Посетителя /Пользователя/Покупателя, а также контроля качества услуг, оказываемых Продавцом.</p>
                       <p> 1.5. Под обработкой персональных данных понимается любое действие (операция) или совокупность действий
                        (операций), совершаемых с использованием средств автоматизации или без использования таких средств с
                        персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение
                        (обновление, изменение) извлечение, использование, передачу (в том числе передачу третьим лицам, не
                        исключая трансграничную передачу, если необходимость в ней возникла в ходе исполнения обязательств),
                        обезличивание, блокирование, удаление, уничтожение персональных данных.</p>
                       <p> 1.6. Продавец имеет право отправлять информационные, в том числе рекламные сообщения, на электронную
                        почту и мобильный телефон Пользователя/Покупателя с его согласия, выраженного посредством совершения
                        им действий, однозначно идентифицирующих этого абонента и позволяющих достоверно установить его
                        волеизъявление на получение сообщения. Пользователь/Покупатель вправе отказаться от получения
                        рекламной и другой информации без объяснения причин отказа путем информирования Продавца о своем
                        отказе по телефону либо посредством направления соответствующего заявления на электронный адрес
                        Продавца. Сервисные сообщения, информирующие Пользователя/Покупателя о заказе и этапах его обработки,
                        отправляются автоматически и не могут быть отклонены Пользователем/Покупателем. </p>
                       <p> 1.7. Согласие может быть в любой момент отозвано путём отзыва акцепта настоящей Публичной оферты
                        посредством письменного обращения к Продавцу. Обработка персональных данных может быть продолжена
                        при наличии оснований, указанных в пунктах 2—11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11 ФЗ
                        №152 «О персональных данных». </p>
                       <p> 1.8. Продавец вправе использовать технологию «cookies». «Cookies» не содержат конфиденциальную
                        информацию. Посетитель / Пользователь / Покупатель настоящим дает согласие на сбор, анализ и
                        использование cookies, в том числе третьими лицами для целей формирования статистики и оптимизации
                        рекламных сообщений. </p>
                       <p> 1.9. Продавец получает информацию об ip-адресе Посетителя Интернет-магазина. Данная информация не
                        используется для установления личности Посетителя. </p>
                       <p> 1.10. Пользователь соглашается с условиями, изложенными выше. В случае несогласия с условиями указанными
                        выше, Пользователь обязан немедленно прекратить использование сервиса и покинуть Интернет-магазин.</p>
                       <h3> 2. Дополнительная информация</h3>
                       <p> 2.1. Администрация сайта (интернет-магазина) имеет право раскрывать информацию о Пользователе, если
                        действующее законодательство Российской Федерации требует или разрешает такое раскрытие.</p>
                </div>
        </v-container>
    </div>
</template>

<script>
    export default {
        data(){
            return
    },
    async asyncData({params}) {
        const breadcrumbsData = [
            {
                url: '/privacy',
                title: 'Политика конфиденциальности'
            }
        ]
        return {breadcrumbsData}
    },
}
</script>
