<template>
    <div>
        <h1>Доставка</h1>
        <div>
            <v-row>
                <v-col cols="6">
                    <div>
                        <h3 class="mb-4">Варианты доставки в г. Москва</h3>
                        <div class="d-flex">
                            <div class="mr-8"><i class="fas fa-check-circle"></i></div>
                            <div>
                                <p><b>Курьерская доставка</b></p>
                                <p class="gray--text">При заказе товаров будет рассчитана сумму доставки</p>
                            </div>
                        </div>
                        <div class="d-flex">
                            <div class="mr-8"><i class="fas fa-check-circle"></i></div>
                            <div>
                                <p><b>Самовывоз из магазина</b></p>
                                <p class="gray--text">г. Москва, Волгоградский проспект, ТЦ «Метр квадратный»
                                    <a class="underlined" href="/">Посмотреть на карте</a>
                                </p>
                            </div>
                        </div>
                    </div>
                </v-col>
                <v-col cols="6">
                    <div>
                        <v-img src="/img/about/4.png" />
                    </div>
                </v-col>
            </v-row>
        </div>
        <common-divider1 />
        <div>
            <h3 class="mb-4">Правила предоставления услуг в москве</h3>
            <div class="d-flex mb-4">
                <v-btn @click="toggleDelivery = true" :dark="toggleDelivery" class="s-btn-text">Доставка</v-btn>
                <v-btn @click="toggleDelivery = false":dark="!toggleDelivery" class="s-btn-text ml-4">Правила приема товаров</v-btn>
            </div>
            <div v-if="toggleDelivery">
                <ol>
                    <li>Доставка заказа осуществляется на следующий день, со дня с момента его оформления на сайте. В
                        случае заказа продукции,
                        которая находится не в наличии, дата поставки согласовывается с менеджером.
                    </li>
                    <li>При оформлении заказа после 13:00 доставка переносится на следующий день.
                    </li>
                    <li>
                        Доставка осуществляется в течение дня – с 8:00 до 23:00.
                    </li>
                    <li>
                        Доставка в точное время не предусмотрена, но всегда можно оставить свои пожелании менеджерам, и
                        мы постараемся
                        сделать все от нас возможное.
                    </li>
                    <li>
                        Накануне дня доставки до 14:00 менеджер компании свяжется с вами для подтверждения даты и
                        времени доставки. В случае
                        если до вас не дозвонились, дата доставки переносится на 1 (один) день.
                    </li>
                    <li>
                        Экспедитор, доставляющий заказ, связывается с вами за 1 (один) час до предполагаемого времени
                        доставки.
                    </li>
                    <li>
                        Доставка по городу возможна только при указании точного адреса (название улицы, номер дома,
                        квартиры/офиса).
                    </li>
                    <li>
                        Доставка в загородные дома осуществляется при указании точного адреса и наличии дороги,
                        пригодной для проезда транспорта
                        к месту доставки.
                    </li>
                    <li>
                        Если въезд до места доставки платный, покупатель компенсирует расходы на проезд, в противном
                        случае заказ будет доставлен
                        до места платного въезда.
                    </li>
                    <li>
                        Доставка не осуществляется в места массового скопления людей, к торговым комплексам, станциям
                        метро, перекресткам,
                        на пустыри и т.д.
                    </li>
                    <li>
                        В стоимость стандартной доставки входит только транспортировка товара до входной двери подъезда,
                        офисного здания, калитки
                        частного дома. При этом проверка и приемка товара покупателем, а также подписание им договора
                        купли-продажи осуществляются
                        в указанном месте без перемещения товара.
                    </li>
                    <li>
                        Покупатель может дополнительно заказать услугу подъема товара до места проверки и приема (холл
                        квартиры, лестничная
                        площадка подъезда, офис). Для этого клиенту при оформлении заказа необходимо сообщить свое
                        пожелание менеджеру компании.
                        Услуга является платной.
                    </li>
                    <li>
                        При подъеме товар заносится в квартиру/офис только в том случае, если это позволяют сделать
                        размеры дверного проема входной
                        двери как подъезда, так и квартиры (расстояние между дверной коробкой и товаром в упаковке
                        должно быть не менее 10 (десяти)
                        сантиметров). В противном случае товар осматривается покупателем на месте, до которого удалось
                        осуществить доставку.
                    </li>
                    <li>
                        Подъем и перемещение товара сотрудниками доставки возможны только при беспрепятственном доступе
                        в квартиру/офис
                        (свободные лестничные пролеты, проходы, место для осмотра в квартире/офисе).
                    </li>
                    <li>
                        При самостоятельном вносе товара в квартиру/офис покупатель своей подписью в договоре
                        купли-продажи подтверждает, что
                        осмотрел и принял товар, а также ознакомлен с порядком его транспортировки. При этом оплата
                        заказа, предоставление всей
                        необходимой информации покупателю, а также подписание им договора купли-продажи осуществляются
                        до момента передачи
                        товара клиенту в полное распоряжение (его перемещение, установка, эксплуатация). Правила приемки
                        товара.
                    </li>
                    <li>
                        Продавец не несет ответственности за возможное повреждение товара покупателем при
                        самостоятельном его заносе
                        в квартиру/офис.
                    </li>
                    <li>
                        Перед оформлением заказа необходимо внимательно ознакомиться со свойствами и характеристиками
                        товара (размером, цветом,
                        весом и т. д.). При возврате крупногабаритного товара надлежащего качества транспортные расходы
                        оплачиваются покупателем.
                    </li>
                    <li>
                        Если во время приемки товара вы поняли, что он вам не подходит по каким-либо причинам, то вы
                        можете отказаться его принимать
                        и оплачивать заказ. Правила приемки товара.
                    </li>
                    <li>
                        При приемке товара внимательно проверьте его комплектность и внешний вид, отсутствие
                        механических повреждений.
                    </li>
                </ol>
            </div>
            <div v-else>
                <ol>
                    <li>До подписания договора купли-продажи обязательно проверьте комплектность заказа и отсутствии внешних
                        дефектов товара. Претензии к внешнему виду доставленного товара в соответствии со ст. 458 и 459 ГК РФ можно
                        предъявить только до передачи товара клиенту продавцом, и при их наличии покупатель вправе отказаться от
                        товара.</li>
                       <li>Жалобы на загрязненность упаковки или непосредственно самого товара, недостаточную освещенность
                        помещения и другие подобные причины не являются основанием для невыполнения покупателем требований,
                        указанных в ст. 484 ГК РФ.</li>
                       <li>Экспедитор-курьер, доставляющий товар, обязан выдать покупателю пакет документов, в том числе
                        товарный/кассовый чек (за исключением оплаты по безналичному расчету и картой на сайте) и заполненный
                        гарантийный талон со штампами.</li>
                       <li>Перед началом эксплуатации товара убедитесь, что его характеристики соответствуют вашим требованиям. Все
                        основные характеристики указаны в инструкции к товару.</li>
                       <li>Вы можете отказаться от товара, если при его приемке обнаружили разницу в описании товара на сайте магазина
                        и в полученной инструкции. В данном случае мы обязуемся вернуть вам денежные средства, потраченные на
                        покупку, в полном объеме либо обменять товар на соответствующий заявленным характеристикам на сайте
                        магазина.</li>
                       <li>При обнаружении скрытых дефектов необходимо написать претензию в отдел рекламаций компании по адресу
                        info@santax.ru или позвонить по телефону: 8 (495) 225 62 85.</li>
                       <li>В случае если товар надлежащего качества не подошел вам по каким-либо причинам, вы можете отказаться от
                        него до подписания документов о приемке всего заказа.</li>
                       <li>Вы также можете отказаться от товара в течение 7 (семи) дней после подписания документов, не считая дня его
                        покупки. В этом случае необходимо, чтобы:</li>

                    <ul>
                        <li>
                            <p>товар не эксплуатировался, были сохранены его потребительские свойства, товарный вид, упаковка, пломбы,
                                ярлыки, а также товарный/кассовый чек, документация к товару;</p>
                        </li>
                        <li>
                            <p>товар был надлежащего качества (исправен, не имел вмятин, трещин, царапин, сколов и других механических
                                повреждений, за исключением скрытых производственных дефектов);</p>
                        </li>
                        <li>
                            <p>товар не входил в перечень товаров, не подлежащих возврату или обмену на аналогичный товар, согласно
                                Постановлению Правительства РФ № 55 от 19 января 1998 г.</p>
                        </li>
                    </ul>

                        <li>При несоблюдении вышеуказанных условий мы, к сожалению, не сможем обменять товар либо вернуть за него
                         деньги.</li>
                        <li>При получении заказа, оформленного на юридическое лицо (организация), обязательное наличие у получателя
                         либо печати данной фирмы, либо доверенности от нее на получение товара. Дата получения товара должна
                         входить в срок действия доверенности.</li>
                        <li>При получении заказа представителем транспортной компании обязательно предъявление им доверенности от
                         покупателя (в электронном виде) и доверенности от своей организации.</li>
                        <li>Физические лица, кроме доверенности, присылают на электронную почту интернет-магазина info@santax.ru
                         копию своего паспорта или другого документа, удостоверяющего личность. Кроме того, при получении заказа в
                         пункте самовывоза товаров получателю необходимо знать номер счета, по которому оплачивался заказ, и
                         предъявить доверенность на получение заказа.</li>
                    </ol>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    data(){
        return {
            toggleDelivery: true
    }
}
}
</script>