<template>
    <div>
        <h1>Доставка</h1>
        <div>
            <v-row>
                <v-col cols="6">
                    <div>
                        <h3 class="mb-4">Варианты доставки в г. Москва</h3>
                        <div class="d-flex">
                            <div class="mr-8"><i class="fas fa-check-circle"></i></div>
                            <div>
                                <p><b>Курьерская доставка</b></p>
                                <p class="gray--text">При заказе товаров будет рассчитана сумму доставки</p>
                            </div>
                        </div>
                        <div class="d-flex">
                            <div class="mr-8"><i class="fas fa-check-circle"></i></div>
                            <div>
                                <p><b>Самовывоз из магазина</b></p>
                                <p class="gray--text">г. Москва, Волгоградский проспект, ТЦ «Метр квадратный»
                                    <a class="underlined" href="/">Посмотреть на карте</a>
                                </p>
                            </div>
                        </div>
                    </div>
                </v-col>
                <v-col cols="6">
                    <div>
                        <v-img src="/img/about/4.png" />
                    </div>
                </v-col>
            </v-row>
        </div>
        <common-divider1 />
        <div>
            <h3 class="mb-4">Правила предоставления услуг в москве</h3>
            <div class="d-flex mb-4">
                <v-btn dark class="s-btn-text">Доставка</v-btn>
                <v-btn class="s-btn-text ml-4">Правила приема товаров</v-btn>
            </div>
            <div>
                <ol>
                    <li>Доставка заказа осуществляется на следующий день, со дня с момента его оформления на сайте. В
                        случае заказа продукции,
                        которая находится не в наличии, дата поставки согласовывается с менеджером.
                    </li>
                    <li>При оформлении заказа после 13:00 доставка переносится на следующий день.
                    </li>
                    <li>
                        Доставка осуществляется в течение дня – с 8:00 до 23:00.
                    </li>
                    <li>
                        Доставка в точное время не предусмотрена, но всегда можно оставить свои пожелании менеджерам, и
                        мы постараемся
                        сделать все от нас возможное.
                    </li>
                    <li>
                        Накануне дня доставки до 14:00 менеджер компании свяжется с вами для подтверждения даты и
                        времени доставки. В случае
                        если до вас не дозвонились, дата доставки переносится на 1 (один) день.
                    </li>
                    <li>
                        Экспедитор, доставляющий заказ, связывается с вами за 1 (один) час до предполагаемого времени
                        доставки.
                    </li>
                    <li>
                        Доставка по городу возможна только при указании точного адреса (название улицы, номер дома,
                        квартиры/офиса).
                    </li>
                    <li>
                        Доставка в загородные дома осуществляется при указании точного адреса и наличии дороги,
                        пригодной для проезда транспорта
                        к месту доставки.
                    </li>
                    <li>
                        Если въезд до места доставки платный, покупатель компенсирует расходы на проезд, в противном
                        случае заказ будет доставлен
                        до места платного въезда.
                    </li>
                    <li>
                        Доставка не осуществляется в места массового скопления людей, к торговым комплексам, станциям
                        метро, перекресткам,
                        на пустыри и т.д.
                    </li>
                    <li>
                        В стоимость стандартной доставки входит только транспортировка товара до входной двери подъезда,
                        офисного здания, калитки
                        частного дома. При этом проверка и приемка товара покупателем, а также подписание им договора
                        купли-продажи осуществляются
                        в указанном месте без перемещения товара.
                    </li>
                    <li>
                        Покупатель может дополнительно заказать услугу подъема товара до места проверки и приема (холл
                        квартиры, лестничная
                        площадка подъезда, офис). Для этого клиенту при оформлении заказа необходимо сообщить свое
                        пожелание менеджеру компании.
                        Услуга является платной.
                    </li>
                    <li>
                        При подъеме товар заносится в квартиру/офис только в том случае, если это позволяют сделать
                        размеры дверного проема входной
                        двери как подъезда, так и квартиры (расстояние между дверной коробкой и товаром в упаковке
                        должно быть не менее 10 (десяти)
                        сантиметров). В противном случае товар осматривается покупателем на месте, до которого удалось
                        осуществить доставку.
                    </li>
                    <li>
                        Подъем и перемещение товара сотрудниками доставки возможны только при беспрепятственном доступе
                        в квартиру/офис
                        (свободные лестничные пролеты, проходы, место для осмотра в квартире/офисе).
                    </li>
                    <li>
                        При самостоятельном вносе товара в квартиру/офис покупатель своей подписью в договоре
                        купли-продажи подтверждает, что
                        осмотрел и принял товар, а также ознакомлен с порядком его транспортировки. При этом оплата
                        заказа, предоставление всей
                        необходимой информации покупателю, а также подписание им договора купли-продажи осуществляются
                        до момента передачи
                        товара клиенту в полное распоряжение (его перемещение, установка, эксплуатация). Правила приемки
                        товара.
                    </li>
                    <li>
                        Продавец не несет ответственности за возможное повреждение товара покупателем при
                        самостоятельном его заносе
                        в квартиру/офис.
                    </li>
                    <li>
                        Перед оформлением заказа необходимо внимательно ознакомиться со свойствами и характеристиками
                        товара (размером, цветом,
                        весом и т. д.). При возврате крупногабаритного товара надлежащего качества транспортные расходы
                        оплачиваются покупателем.
                    </li>
                    <li>
                        Если во время приемки товара вы поняли, что он вам не подходит по каким-либо причинам, то вы
                        можете отказаться его принимать
                        и оплачивать заказ. Правила приемки товара.
                    </li>
                    <li>
                        При приемке товара внимательно проверьте его комплектность и внешний вид, отсутствие
                        механических повреждений.
                    </li>
                </ol>
            </div>
        </div>
    </div>
</template>