<template>
    <div>
        <h1>Гарантия и возвраты</h1>
        <div>
            <v-row>
                <h3>Гарантия</h3>
                <p class="mb-4">
                    Вы можете быть уверены в качестве приобретаемых товаров. Наши поставщики – либо производители, либо
                    официальные дилеры мировых брендов. Мы занимаемся продажей товаров только соответствующих
                    требованиям законодательства РФ.
                </p>
                <p>Если после покупки, вы вдруг обнаружили дефект товара, обратитесь к нам по номеру</p>
                <p><b>8 (495) 225 62 85</b></p>
            </v-row>
        </div>
    </div>
</template>