<template>
    <div>
        <h1>Гарантия и возвраты</h1>
        <div>
            <v-row>
                <v-col cols="8">
                    <div class="parentBlock">
                        <h3>Гарантия</h3>
                        <p class="mb-4">
                            Вы можете быть уверены в качестве приобретаемых товаров. Наши поставщики – либо производители, либо
                            официальные дилеры мировых брендов. Мы занимаемся продажей товаров только соответствующих
                            требованиям законодательства РФ.
                        </p>
                        <p>Если после покупки, вы вдруг обнаружили дефект товара, обратитесь к нам по номеру</p>
                        <p style="font-size: 20px;"><b>8 (495) 225 62 85</b></p>
                        <p>или в сервисный центр производителя.</p>
                        <p>Товары на гарантии обслуживают сервисные центры производителей. Обратите внимание, гарантийный срок
                            на изделия устанавливают производители, и он отмечен в гарантийном талоне или инструкции.</p>
                        <p>Перед отправкой товара мы всегда проверяем, есть ли в заказе сопроводительные документы, и просим вас
                            тоже убедиться в их наличии.</p>
                    </div>
                </v-col>
            </v-row>
            <v-row>
                <v-col cols="8">
                    <div class="parentBlock">
                        <h3>Возврат</h3>
                        <p class="mb-4">
                            Иногда возникает необходимость вернуть товар магазину. Такое бывает, и мы готовы помочь вам оформить возврат. Позвоните на горячую линию нашего магазина по телефону
                        </p>
                        <p>Если после покупки, вы вдруг обнаружили дефект товара, обратитесь к нам по номеру</p>
                        <p style="font-size: 20px;"><b>8 (495) 225 62 85</b></p>
                        <p>или направьте заявку по адресу</p>
                        <nuxt-link to="#"><p class="mb-4" style="font-size: 20px; color: blue !important; text-decoration: underline;"><b>info@santax.ru</b></p></nuxt-link>
                        <p>мы примем вашу заявку и подскажем, что делать дальше.</p>
                        <p>От товара ненадлежащего качества – разбитых, недоукомплектованных изделий или товаров, не
                            соответствующих описанию на сайте, – вы можете отказаться
                            при приеме заказа.</p>
                        <p>Мы можем принять у вас и товар надлежащего качества, если он не был подключен к коммуникациям и все
                            его товарные свойства сохранены. Хорошо, если вы сохранили сопроводительные документы, в том числе
                            товарный и кассовый чеки.</p>
                        <p>Если вы купили товар онлайн, его можно вернуть в течение 7 дней с момента получения.</p>
                    </div>
                </v-col>
            </v-row>
            <v-row>
                <v-col cols="8">
                    <div class="parentBlock">
                        <h3>Обмен</h3>
                        <p class="mb-4">
                            Мы понимаем, что после покупки может возникнуть необходимость обменять товар на другой, и если есть такая возможность, мы готовы помочь вам в подборе и замене.
                        </p>
                        <p>Если вы хотите обменять товар, позвоните нам по телефону:</p>
                        <p style="font-size: 20px;"><b>8 (495) 225 62 85</b></p>
                        <p>и мы подскажем, что мы можем сделать.</p>
                        <p>мы примем вашу заявку и подскажем, что делать дальше.</p>
                        <p>Каждый случай рассматриваем индивидуально, но есть небольшой ряд общих условий обмена. Так, мы
                            сможем принять товар, если он не был подключен
                            к коммуникациям, и все его товарные свойства сохранены. Отлично, если вы сохранили сопроводительные
                            документы, в том числе товарный и кассовый чеки.</p>
                        <p>Если вы купили товар онлайн, его можно обменять в течение 7 дней с момента получения.</p>
                    </div>
                </v-col>
            </v-row>
        </div>
    </div>
</template>